Repository: alexandru-porcescu/answeropedia
Catalog: app/Lang/*/LC_MESSAGES/main.po
Languages: ru_ru

source: Edit answer
ru_ru: Править ответ

source: Answer history
ru_ru: История изменений ответа

source: Error 500
ru_ru: Ошибка 500

source: Error 404
ru_ru: Ошибка 404

source: Question not found
ru_ru: Вопрос не найден

source: Feed
ru_ru: Лента

source: Flow
ru_ru: Поток

source: Questions and answers flow on OctoAnswers
ru_ru: Поток вопросов и ответов на ОктоАнсверс

source: Ask a question and get one complete answer
ru_ru: Задайте вопрос и получите один исчерпывающий ответ

source: OctoAnswers is like Wikipedia, only for questions and answers. You ask a question and get one complete, comprehensive and competent answer from the community.
ru_ru: OctoAnswers - это как Википедия, только для вопросов и ответов. Пользователи могут задавать вопросы, отвечать на них и дополнять чужие ответы.

source: Wiki-answers to your questions on OctoAnswers
ru_ru: Вики-ответы на Ваши вопросы на octoanswers.com

source: Wiki-answer on question: %question%
ru_ru: Вики-ответ на вопрос: %question%

source: Update topics for question "%question%" - OctoAnswers
ru_ru: Обновление тем вопроса «%question%» - OctoAnswers

source: Update topics for question "%question%"
ru_ru: Обновление тем вопроса «%question%»

source: Newest questions
ru_ru: Новые вопросы

source: Page
ru_ru: Страница

source: Recently updated
ru_ru: Недавно обновленные

source: Questions and Answers
ru_ru: Вопросы и ответы

source: Sandbox
ru_ru: Песочница

source: Question
ru_ru: Вопрос

source: Without answers
ru_ru: Без ответов

source: Questions without answers
ru_ru: Вопросы без ответа

source: Questions without topics
ru_ru: Вопросы без тем

source: Search %query% - OctoAnswers
ru_ru: Поиск %query% - OctoAnswers

source: Questions
ru_ru: Вопросы

source: Topics
ru_ru: Темы

source: Contributors
ru_ru: Авторы

source: Search
ru_ru: Поиск

source: Search topics
ru_ru: Поиск тем

source: More topics
ru_ru: Больше тем

source: Questions and answers on the topic %topic% - OctoAnswers
ru_ru: Вопросы и ответы на тему %topic% - OctoAnswers

source: Questions and answers on the topic %topic%
ru_ru: Вопросы и ответы на тему %topic%

source: New topics
ru_ru: Новые темы

source: Wiki-answers on OctoAnswers
ru_ru: Вики-ответы на OctoAnswers

source: Newest
ru_ru: Новые

source: New users from around the world
ru_ru: Новые пользователи со всего мира

source: Minute to read
ru_ru: Минута на чтение

source: Empty answer
ru_ru: Пустой ответ

source: About OctoAnswers
ru_ru: О сайте

source: OctoAnswers is a wiki-based site where users can ask questions, respond to them and supplement other people’s answers.
ru_ru: OctoAnswers — это основанный на вики-принципах сайт, где пользователи могут задавать вопросы, отвечать на них и дополнять чужие ответы.

source: Signup
ru_ru: Зарегистрироваться

source: About
ru_ru: О сайте

source: Support
ru_ru: Поддержка

source: Users
ru_ru: Пользователи

source: Icon pack by icons8
ru_ru: Иконки от icons8

source: Change language
ru_ru: Изменить язык

source: English
ru_ru: Английский

source: Russian
ru_ru: Русский

source: Write first answer
ru_ru: Написать первый ответ

source: New question
ru_ru: Новый вопрос

source: Ask questions in a form understandable to real people - they will answer, not search robots.
ru_ru: Задавайте вопросы в форме понятной реальным людям — отвечать будут они, а не поисковые роботы.

source: What is your question?
ru_ru: Какой у вас вопрос?

source: Ask a question
ru_ru: Задать вопрос

source: Login
ru_ru: Вход

source: Password
ru_ru: Пароль

source: Log in
ru_ru: Войти

source: Username
ru_ru: Логин

source: By signing up, you agree to our terms of use, privacy policy, and cookie policy.
ru_ru: Регистрируясь на сайте, вы подтверждаете что ознакомленны с нашими правилами.

source: About site
ru_ru: О сайте

source: Ask
ru_ru: Спросить

source: Lang - English
ru_ru: Английский

source: Lang - Russian
ru_ru: Русский

source: Rules
ru_ru: Правила

source: Back to question
ru_ru: Вернуться к вопросу

source: Search in DuckDuckGo
ru_ru: Поискать в DuckDuckGo

source: Description of changes
ru_ru: Описание изменений

source: Save
ru_ru: Сохранить

source: Change ID
ru_ru: Правка

source: No description of changes
ru_ru: Нет описания изменений

source: Go back
ru_ru: Вернуться назад

source: Improve your feed
ru_ru: Улучшите вашу ленту

source: Visit your feed
ru_ru: Посетите ленту

source: Set real name
ru_ru: Введите реальное имя

source: Set signature
ru_ru: Придумайте подпись

source: Follow 3 more topics
ru_ru: Подпишитесь на три темы

source: Follow your first question
ru_ru: Подпишитесь на первый вопрос

source: Find your friends
ru_ru: Найдите друзей

source: Ask your first question
ru_ru: Задайте первый вопрос

source: Answer a question
ru_ru: Ответьте на вопрос

source: How it works?
ru_ru: Как это работает?

source: You ask a question about any topic of interest to you
ru_ru: Вы задаете вопрос на любую интересующую вас тему

source: We find a specialist who can give a competent answer
ru_ru: Мы находим специалистов, которые могут дать компетентный ответ

source: You receive an answer to the email
ru_ru: Вы получаете исчерпывающий ответ на email

source: What do you mean complete?
ru_ru: Что значит исчерпывающий?

source: You can help the OctoAnswers project by simply sharing your link with your friends.
ru_ru: Вы можете помочь проекту OctoAnswers, просто поделившись со своими друзьями ссылкой на него.

source: Follow
ru_ru: Подписаться

source: Followed
ru_ru: Подписан

source: Unfollow
ru_ru: Отписаться

source: History
ru_ru: История

source: More
ru_ru: Ещё

source: Upload image
ru_ru: Загрузить картинку

source: Rename question
ru_ru: Переименовать вопрос

source: Report
ru_ru: Пожаловаться

source: Contributor
ru_ru: Автор

source: Answer updated
ru_ru: Ответ обновлен

source: Update topics
ru_ru: Изменить темы

source: Set question topics
ru_ru: Задать темы вопроса

source: Be the first author
ru_ru: Станьте первым автором

source: Still no one tried to write an answer to this question. Be the first if the topic of the question is close to you!
ru_ru: Еще никто не попытался написать ответ на этот вопрос. Будьте первым, если тема вопроса вам близка!

source: If you like the answer or you know someone to whom it might be interesting, share a link with your friends
ru_ru: Если у вас есть друзья которые знают ответ на этот вопрос, поделитесь ссылкой

source: Top answer contributors
ru_ru: Топ авторов ответа

source: All answer contributors
ru_ru: Все авторы ответа

source: Subscription to the question
ru_ru: Подписка на вопрос

source: Enter your email address to get notified about the answer as soon as it appears
ru_ru: Укажите адрес электронной почты и мы сообщим об ответе, как только он появится

source: Your email
ru_ru: Ваш email

source: Register or log in and you can edit or supplement this question.
ru_ru: Зарегистрируйтесь или войдите и вы сможете отредактировать или дополнить этот вопрос.

source: Close
ru_ru: Закрыть

source: Thanks for the feedback!
ru_ru: Спасибо за отзыв!

source: Register or log in and you will be the first to write the answer to this question.
ru_ru: Зарегистрируйтесь или войдите и вы сможете первым написать ответ на этот вопрос.

source: Register or sign in and you can subscribe to this question.
ru_ru: Зарегистрируйтесь или войдите и вы сможете подписаться на этот вопрос.

source: Before you rename a question, please read the basic rules for renaming
ru_ru: Перед тем как переименовывать какой-либо вопрос, пожалуйста ознакомьтесь с основными правилами переименования

source: Leave redirect
ru_ru: Оставить редирект

source: Upload question image
ru_ru: Загрузка картинки вопроса

source: Register on OctoAnswers and you will be able to
ru_ru: Зарегистрируйтесь на OctoAnswers и вы сможете

source: See what questions your friends are asking today
ru_ru: Смотрите, какие вопросы ваши друзья задают сегодня

source: Watch for new questions with topics interesting for you
ru_ru: Следите за новыми вопросами с интересными для вас хештегами

source: And share your knowledge with others
ru_ru: И делитесь своими знаниями с окружающими

source: Popular
ru_ru: Популярные

source: More questions
ru_ru: Больше вопросов

source: Questions without answer
ru_ru: Вопросы без ответа

source: Without topics
ru_ru: Без тем

source: All
ru_ru: Все

source: No questions found
ru_ru: Вопросы не найды

source: On request "%query%" could not find any questions
ru_ru: По запросу «%query%» не удалось найти ни одного вопроса

source: View all questions
ru_ru: Посмотреть все вопросы

source: No topics found
ru_ru: Темы не найды

source: No topic found for "%query%"
ru_ru: Не удалось найти ни одной темы по запросу «%query%»

source: View all topics
ru_ru: Посмотреть все темы

source: No users found
ru_ru: Пользователи не найды

source: On request "% query%" could not find any users
ru_ru: По запросу «%query%» не удалось найти ни одного пользователя

source: View all users
ru_ru: Посмотреть всех пользователей

source: Settings
ru_ru: Настройки профиля

source: Back to profile
ru_ru: Вернуться к профилю

source: Upload avatar
ru_ru: Загрузить аватар

source: It is advisable to use your real photo as an avatar - this causes more confidence among users.
ru_ru: Желательно использовать в качестве аватарки ваше реальное фото — это вызывает больше доверия у пользователей.

source: Real name
ru_ru: Реальное имя

source: The real name causes more trust than @username. It will be shown next to your edits and in the Top authors.
ru_ru: Реальное имя вызывает больше доверия, чем @username. Оно будет показываться рядом с вашими правками и в ТОПе авторов.

source: Signature
ru_ru: Подпись

source: Enter a signature describing your professional skills and knowledge.
ru_ru: Введите подпись, описывающую ваши профессиональные навыки и знания.

source: For example: Professor of Psychology, entrepreneur, novice poet
ru_ru: Напримере: Профессор психологии, предприниматель, начинающий поэт

source: Site
ru_ru: Сайт

source: Enter the address of your website or page on the social network.
ru_ru: Введите адрес вашего сайта или страницы в социальной сети.

source: Register or sign in and you can subscribe to this question
ru_ru: Зарегистрируйтесь или войдите и вы сможете подписаться на этот вопрос

source: Cancel
ru_ru: Отмена

source: No answers
ru_ru: Нет ответов

source: User has not written any answers yet
ru_ru: Пользователь пока не написал ни одного ответа

source: Logout
ru_ru: Выйти

source: Knows about
ru_ru: Знает о

source: OctoAnswers is a wiki-based site where users can ask questions, respond to them and supplement other people’s answers
ru_ru: OctoAnswers — это основанный на вики-принципах сайт, где пользователи могут задавать вопросы, отвечать на них и дополнять чужие ответы
